Repository: shg8/ukuu
Catalog: po/*.po
Languages: de, hu, pl, ru, uk

source: Uninstall everything except: * the highest installed version * the currently running kernel * any kernels that are locked
de: Deinstallieren Sie alles außer: * die höchste installierte Version * der aktuell laufende Kernel * alle Kernel, die gesperrt sind
hu: Távolítson el mindent, kivéve: * a legmagasabb telepített verzió * a jelenleg futó rendszermagot * minden olyan rendszermagot, amelyek zárolva vannak
pl: Odinstaluj wszystko oprócz: * najwyższej zainstalowanej wersji * aktualnie działającego jądra * wszelkich jąder, które są zablokowane
ru: Удалите все, кроме: * самая высокая установленная версия * Работающее в данный момент ядро * любые ядра, которые заблокированы
uk: Видалити все, крім: * найвища встановлена версія * Наразі запущене ядро * будь-які заблоковані ядра

source: Reload
de: Neuladen
hu: Újratöltés
pl: Wczytaj ponownie
ru: Перезагрузить
uk: Перезавантажити

source: Delete and reload all cached kernel info (the same as "mainline --delete-cache")
de: Alle zwischengespeicherten kernel informationen löschen und neu laden (das gleiche wie "mainline --delete-cache")
hu: Törli és újratölti az összes gyorsítótárazott rendszermag-információt (ugyanaz, mint a „mainline --delete-cache” parancs)
pl: Usuń i wczytaj ponownie wszystkie informacje o jądrze z pamięci podręcznej (to samo co „mainline --delete-cache”)
ru: Удалить и перезагрузить всю кэшированную информацию о ядре(то же, что и "mainline --delete-cache")
uk: Видаліть і перезавантажте всю кешовану інформацію про ядро (те саме, що "mainline --delete-cache")

source: Settings
de: Einstellungen
hu: Beállítások
pl: Ustawienia
ru: Настройки
uk: Налаштування

source: About
de: Über
hu: Névjegy
pl: O programie
ru: О программе
uk: Про программу

source: Exit
de: Ausgang
hu: Kilépés
pl: Wyjdź
ru: Выход
uk: Вихід

source: A tool for installing kernel packages from the Ubuntu Mainline Kernels PPA
de: Ein werkzeug zum installieren von kernel paketen aus dem Ubuntu Mainline Kernels PPA
hu: Egy eszköz a rendszermag (kernel) csomagok telepítéséhez az Ubuntu Mainline Kernels PPA csomagtárolóból
pl: Narzędzie do instalowania pakietów jąder z Ubuntu Mainline Kernels PPA
ru: Инструмент для установки пакетов ядра из пакета Ubuntu Mainline Kernels PPA
uk: Інструмент для встановлення пакетів ядра з Ubuntu Mainline Kernels PPA

source: Original
hu: Eredeti
pl: Oryginalne
ru: Оригинал
uk: Оригінал

source: Forked
de: Abspaltung
hu: Fork-olva elindítva
pl: Sforkowane
ru: Форк
uk: Двоєний

source: Updating Kernels...
de: Kernel Werden Aktualisiert...
hu: Rendszermagok frissítése…
pl: Aktualizowanie jąder...
ru: Обновление ядер...
uk: Оновлення ядер...

source: available
de: verfügbar
hu: elérhető
pl: dostępne
ru: доступно
uk: доступний

source: Configuration
de: Konfiguration
hu: Beállítás
pl: Konfiguracja
ru: Конфигурация
uk: Конфігурації

source: Done
de: Erledigt
hu: Kész
pl: Gotowe
ru: Готово
uk: Готово

source: Filter
hu: Szűrő
pl: Filtr
ru: Фильтр
uk: Фільтр

source: Hide RC and unstable releases
de: RC und instabile versionen ausblenden
hu: Kiadásra jelölt (RC) és nem stabil kiadások elrejtése
pl: Ukryj wersje RC i niestabilne
ru: Скрыть RC и нестабильные версии
uk: Приховати RC і нестабільні випуски

source: Hide failed or incomplete builds
de: Ausblenden fehlgeschlagener oder unvollständiger kompilierungen
hu: Sikertelen és nem befejezetlen összeállítások elrejtése
pl: Ukryj nieudane lub niekompletne kompilacje
ru: Скрыть неудачные или незавершенные сборки
uk: Приховати невдалі або незавершені збірки

source: If a kernel version exists on the mainline-ppa site, but is an incomplete or failed build for your arch (%s), then don't show it in the list.
de: Wenn eine kernel version auf der mainline-ppa site existiert, aber eine unvollständige oder fehlgeschlagener build für ihren arch (%s), dann zeigen sie ihn nicht in der liste an.
hu: Ha egy rendszermag verzió létezik a mainline-ppa oldalon, de hiányos vagy sikertelen összeállítás a használt architektúrához (%s), akkor ne jelenítse meg a listában.
pl: Jeśli wersja jądra istnieje w witrynie mainline-ppa, ale jest to niekompletna lub nieudana kompilacja dla Twojej architektury (%s), nie pokazuj jej na liście.
ru: Если версия ядра существует на сайте mainline-ppa, но является неполной или неудачной сборкой для вашей архитектуры (%s), то не показывать ее в списке.
uk: Якщо версія ядра існує на сайті mainline-ppa, але є неповною або не вдалося створити для вашої архи (%s), тоді не показуйте її в списку.

source: Hide flavors other than %s
de: Andere geschmacksrichtungen als %s ausblenden
hu: Eltérő változatok elrejtése: %s
pl: Ukryj warianty inne niż %s
ru: Скрыть вкусы, отличные от %s
uk: Приховати варіанти, відмінні від %s

source: Don't show the alternative flavors such as %s and %s
de: Die alternativen varianten wie %s und %s werden nicht angezeigt
hu: Ne jelenítse meg az alternatív változatokat, mint például a(z) %s és a(z) %s
pl: Nie wyświetlaj wariantów, takich jak %s i %s
ru: Не показывать альтернативные варианты, такие как %s и %s
uk: Не показуйте альтернативні варіанти, такі як %s і %s

source: prior major versions ( -1 = all )
de: frühere hauptversionen ( -1 = alle )
hu: előző főverziók ( -1 = összes)
pl: wcześniejsze wersje główne ( -1 = wszystkie )
ru: предыдущих основных версий ( -1 = все )
uk: попередніх основних версій ( -1 = усі )

source: Notification
de: Benachrichtigung
hu: Értesítés
pl: Powiadomienia
ru: Уведомления
uk: Повідомлення

source: Notify if a major release is available
de: Benachrichtigen, wenn eine hauptversion verfügbar ist
hu: Értesítés küldése a főbb kiadásokról
pl: Powiadom, jeśli pojawi się wersja główna
ru: Уведомлять, если доступно крупное обновление
uk: Сповіщення про доступність основного випуску

source: Notify if a minor release is available
de: Benachrichtigen, wenn eine Nebenversion verfügbar ist
hu: Értesítés küldése a kisebb kiadásokról
pl: Powiadom, jeśli pojawi się wersja drobna
ru: Уведомить, если доступен дополнительный выпуск
uk: Сповіщення про доступність проміжного випуску

source: Seconds interval enabled for debugging
de: Sekundenintervall für das debuggen aktiviert
hu: Hibakereséshez engedélyezett másodpercben megadott időintervallum
pl: Interwał w sekundach włączony do debugowania
ru: Интервал секунд включен для отладки
uk: Увімкнено інтервал секунд для налагодження

source: Check every
de: Überprufen sie alle
hu: Ellenőrzés
pl: Sprawdzaj co
ru: Проверять каждые
uk: Перевіряти кожні

source: Hours
de: Stunden
hu: óránként
pl: godziny
ru: Часов
uk: годин

source: Days
de: Tage
hu: naponta
pl: dni
ru: Дней
uk: днів

source: Weeks
de: Wochen
hu: hetente
pl: tygodnie
ru: Недель
uk: тижнів

source: Seconds
de: Sekunden
hu: másodpercenként
pl: sekundy
ru: Секунд
uk: секунд

source: Network
de: Netzwerk
hu: Hálózat
pl: Sieć
ru: Сеть
uk: Мережа

source: Connection Timeout:
de: Zeitüberschreitung der Verbindung:
hu: Kapcsolat időkorlátja:
pl: Limit czasu połączenia:
ru: Тайм-аут подключения:
uk: Тайм-аут підключення:

source: seconds
de: sekunden
hu: másodperc
pl: sekundy
ru: секунд
uk: секунди

source: Concurrent Downloads:
de: Parallele Downloads:
hu: Párhuzamos letöltések száma:
pl: Jednoczesne pobieranie:
ru: Одновременные загрузки:
uk: Одночасні завантаження:

source: Verify Checksums
de: Checksum Überprüfen
hu: Ellenőrző összegek ellenőrzése
pl: Weryfikuj sumy kontrolne
ru: Проверка контрольных сумм
uk: Перевірка контрольних сум

source: Use the sha-256 hashes from the CHECKSUMS file to verify the *.deb file downloads.
de: Verwenden sie die sha-256 hashes aus der CHECKSUMS datei, um die downloads der *.deb-Dateien zu überprüfen.
hu: A CHECKSUMS fájlból származó sha-256 ellenőrző összegek segítségével ellenőrizze a letöltött *.deb csomagfájlokat.
pl: Użyj skrótów sha-256 z pliku CHECKSUMS, aby zweryfikować pobrane pliki *.deb.
ru: Использовать хэши sha-256 из файла CHECKSUMS для проверки загруженных файлов *.deb.
uk: Використовуйте хеші sha-256 із файлу CHECKSUMS, щоб перевірити файл *.deb завантаження.

source: Keep Debs
de: Behalte Debs
hu: DEB-csomagfájlok megtartása
pl: Zachowuj pakiety DEB
ru: Сохранить Debs
uk: Тримайте Debs

source: Retain downloaded *.deb files after install and re-use them for uninstall/reinstall instead of downloading again.
de: Behalten sie heruntergeladene .deb dateien nach der Installation bei und verwenden sie für die deinstallation/neuinstallation erneut, anstatt sie erneut herunterzuladen.
hu: A letöltött *.deb csomagfájlokat a telepítés utáni megőrzése. A megtartott csomagfájlok újra felhasználhatóak, nem szükséges ismét letölteni azokat az eltávolításhoz vagy az újratelepítéshez.
pl: Zachowaj pobrane pliki .deb po instalacji i użyj ich ponownie do odinstalowania/ponownej instalacji zamiast ponownego pobierania.
ru: Сохранять загруженные *.deb-файлы после установки и использовать их повторно для удаления/переустановки вместо повторной загрузки.
uk: Зберігайте завантажені файли *.deb після встановлення та повторно використовуйте їх для видалення/встановіть повторно замість завантаження знову.

source: They are still deleted once they become older than the "prior major versions" setting, or if they have been updated on the mainline-ppa site.
de: Sie werden weiterhin gelöscht, wenn sie älter sind als die einstellung "vorherige Hauptversionen versions", oder wenn sie auf der mainline-ppa site aktualisiert wurden.
hu: Akkor is törlésre kerülnek, ha idősebbek, mint a „korábbi főverziók” beállítás, vagy ha frissítésre kerültek a mainline-ppa oldalon.
pl: Są one nadal usuwane, gdy staną się starsze niż ustawienie „wcześniejsze wersje główne” lub jeśli zostały zaktualizowane w witrynie mainline-ppa.
ru: Они по-прежнему удаляются, когда становятся старше, чем параметр «предыдущие основные версии», или если они были обновлены на сайте mainline-ppa.
uk: Вони все одно видаляються, коли стають старшими за "попередній основний параметр "версії", або якщо вони були оновлені на сайті mainline-ppa.

source: Keep Cache
de: Behalte Zwischenspeicher
hu: Gyorsítótár megtartása
pl: Zachowuj pamięć podręczną
ru: Сохранять кеш
uk: Зберігати Кеш

source: Don't trim the cached index.html files to just the installed versions and higher, instead essentially maintain a local mirror of the entire history from the mainline-ppa site.
hu: Ne vágja le a gyorsítótárba kerülő index.html fájlokat csak a telepített verziókra és a magasabb verziókra, hanem lényegében kezelje az összes előzmény helyi tükörképét a mainline-ppa oldalról.
pl: Nie przycinaj zapisanych w pamięci podręcznej plików index.html tylko do zainstalowanych wersji i nowszych, zamiast tego utrzymuj lokalną kopię lustrzaną całej historii z witryny mainline-ppa.
ru: Не обрезать кешированные файлы index.html только до установленных версий и выше, вместо этого по существу сохраняйте локальное зеркало всей истории с сайта mainline-ppa.
uk: Не обрізайте кешовані файли index.html лише до встановлених версій і вище, замість цього, по суті, підтримувати локальне дзеркало всієї історіїз сайту mainline-ppa.

source: This speeds up some things a little at the cost of about 20M of hard drive space.
de: Das beschleunigt die Dinge ein wenig, verbraucht etwa 20 MB der festplatte raum.
hu: Ez némileg felgyorsít néhány dolgot, de további nagyjából 20 megabájt tárterületet foglal el.
pl: Przyspiesza to trochę niektóre rzeczy kosztem około 20 MB miejsca na dysku twardym.
ru: Это немного ускоряет некоторые вещи за счет около 20 МБ места на жестком диске.
uk: Це трохи пришвидшує деякі речі за рахунок приблизно 20 МБ жорсткого диска простір.

source: It skips a step on every startup that loops through all known kernel versions just to see if there are any old ones to delete, and avoids deleting and re-downloading the same files if you change the "prior major versions" setting up and down.
de: Es überspringt bei jedem Start einen Schritt, der alle bekannten Kernelversionen durchläuft, versionen durchläuft, um zu sehen, ob es alte versionen zu löschen gibt, und vermeidet das löschen und erneute herunterladen der gleichen Dateien, wenn sie die "vorherige haupt versionen" hoch- und runtersetzen.
hu: Minden indításkor kihagy egy elemet, amikor az összes ismert rendszermag-verzión végigmegy, hogy megnézze, van-e törlendő régi verzió, és elkerüli ugyanazon fájlok törlését és újbóli letöltését, amikor a „korábbi főverziók” beállítását felfelé vagy lefelé módosítja.
pl: Pomija krok przy każdym uruchomieniu, który przechodzi przez wszystkie znane wersje jądra, aby sprawdzić, czy są jakieś stare do usunięcia, i unika usuwania i ponownego pobierania tych samych plików, jeśli zmienisz ustawienie „wcześniejsze wersje główne" w górę i w dół.
ru: Он пропускает шаг при каждом запуске, который перебирает все известные версии ядра, просто чтобы увидеть, есть ли какие-либо старые версии для удаления, и избегает удаления и повторной загрузки одних и тех же файлов, если вы меняете настройку «предыдущие основные версии» вверх и вниз.
uk: Він пропускає крок під час кожного запуску, який виконує цикл через усе відоме ядроверсії лише для того, щоб побачити, чи є старі для видалення, і уникативидалення та повторне завантаження тих самих файлів, якщо ви змінюєте "попередній основний налаштування версій".

source: As of 6.5.x a full cache is about 22M, and a trimmed cache is about 2M.
de: Ab 6.5.x ist ein voller Cache etwa 22 MB groß, ein reduzierter Cache etwa 2 MB.
hu: A 6.5.x verzió óta a teljes gyorsítótár nagyjából 22 megabájt méretű, a csökkentett gyorsítótár pedig hozzávetőlegesen 2 megabájt méretű.
pl: Od wersji 6.5.x pełna pamięć podręczna ma około 22 MB, a przycięta pamięć podręczna to około 2 MB.
ru: Начиная с версии 6.5.x полный кеш составляет около 22 МБ, а урезанный кеш — около 2 МБ.
uk: Станом на 6.5.x повний кеш становить приблизно 22 МБ, а скорочений кеш – близько 2 МБ.

source: Proxy
de: Stellvertreter
pl: Serwer pośredniczący
ru: Доверенность
uk: Проксі

source: External Commands
de: Externe Befehle
hu: Külső parancsok
pl: Polecenia zewnętrzne
ru: Внешние команды
uk: Зовнішні Команди

source: Superuser Authorization
de: Superuser Autorisierung
hu: Alkalmazás a rendszergazda jogosultságú futtatáshoz
pl: Autoryzacja superużytkownika
ru: Авторизация суперпользователя
uk: Авторизація суперкористувача

source: Command used to run dpkg with root permissions.
de: Befehl zum ausführen von dpkg mit root berechtigungen.
hu: A dpkg root jogosultságokkal történő futtatására használt parancs.
pl: Polecenie używane do uruchamiania dpkg z uprawnieniami użytkownika root.
ru: Команда, используемая для запуска dpkg с правами root.
uk: Команда, яка використовується для запуску dpkg з правами доступу root.

source: The dpkg command is appended to the end, unless a %s is present.
de: Der befehl dpkg wird am ende angehängt, sofern kein %s vorhanden ist.
hu: A dpkg parancs a végére kerül, ha nincs máshol %s megadva.
pl: Polecenie dpkg jest dołączane na końcu, chyba że obecny jest %s.
ru: Команда dpkg добавляется в конец, если не присутствует %s.
uk: Команда dpkg додається до кінця, якщо немає %s.

source: If a %s is present, then the %s is replaced with the dpkg command.
de: Wenn ein %s vorhanden ist, wird das %s durch den Befehl dpkg ersetzt.
hu: Ha a %s jelen van, akkor a %s szöveget a dpkg parancs helyettesíti fogja.
pl: Jeśli występuje %s, to %s jest zastępowany poleceniem dpkg.
ru: Если %s присутствует, то %s заменяется командой dpkg.
uk: Якщо %s присутній, то %s замінюється командою dpkg.

source: The built-in list contains examples of both.
de: Die integrierte liste enthält Beispiele für beides.
hu: A beépített lista mindkettőre tartalmaz példákat.
pl: Wbudowana lista zawiera przykłady obu.
ru: Встроенный список содержит примеры и того, и другого.
uk: Вбудований список містить приклади обох.

source: To modify any of the built-in default commands, just select it and edit.
de: Um einen der eingebauten standardbefehle zu ändern, wählen sie ihn einfach aus und bearbeiten ihn.
hu: A beépített alapértelmezett parancsok bármelyikének módosításához válassza ki és szerkessze.
pl: Aby zmodyfikować dowolne z wbudowanych domyślnych poleceń, po prostu zaznacz je i edytuj.
ru: Чтобы изменить любую из встроенных команд по умолчанию, просто выберите ее и отредактируйте.
uk: Щоб змінити будь-яку з вбудованих команд за замовчуванням, просто виберіть її та відредагуйте.

source: The edited command is saved in the config file, the original is not changed.
de: Der geänderte befehl wird in der configurationsdatei gespeichert, das original wird nicht verändert.
hu: A szerkesztett parancs elmentésre kerül a beállítófájlba, az eredeti nem változik.
pl: Edytowane polecenie jest zapisywane w pliku konfiguracyjnym, oryginał nie jest zmieniany.
ru: Отредактированная команда сохраняется в файле конфигурации, исходная не изменяется.
uk: Відредагована команда зберігається у файлі конфігурації, оригінал не змінюється.

source: Terminal Window
de: Terminalfenster
hu: Terminálablak
pl: Okno terminala
ru: Окно терминала
uk: Вікно клеми

source: Terminal command used to run
de: Terminal befehl zur ausführung
hu: Futtatáshoz használt terminálparancs
pl: Polecenie terminala używane do uruchamiania
ru: Команда терминала, используемая для запуска
uk: Команда терміналу, яка використовується для запуску

source: The install/uninstall command is appended to the end, unless a %s is present.
de: Der installations/deinstallationsbefehl wird am ende angehängt, sofern kein %s vorhanden ist.
hu: A telepítési vagy az eltávolítási parancs a végére kerül, ha nincs máshol %s megadva.
pl: Polecenie instaluj/odinstaluj jest dołączane na końcu, chyba że istnieje %s.
ru: Команда install/uninstall добавляется в конец, если не присутствует %s.
uk: Команда встановлення/видалення додається до кінця, якщо немає %s.

source: If a %s is present, then the %s is replaced with the install/uninstall command.
de: Wenn ein %s vorhanden ist, wird das %s durch den installations/deinstallationsbefehl ersetzt.
hu: Ha a %s megadásra kerül, akkor a %s helyébe a telepítési vagy az eltávolítási parancs lesz behelyettesítve.
pl: Jeśli obecny jest %s, wówczas %s jest zastępowany poleceniem instalacji/odinstalowania.
ru: Если %s присутствует, то %s заменяется командой install/uninstall.
uk: Якщо %s присутній, то %s замінюється командою install/uninstall.

source: The terminal program must stay in the foreground and block while the command is running, not fork and return immediately.
de: Das terminalprogramm muss im vordergrund bleiben und blockieren, während der befehl ausgeführt wird, nicht forken und sofort zurückkehren.
hu: A terminálprogramnak előtérben kell maradnia a parancs futtatása során, nem pedig külön (fork) folyamatként futni és azonnal visszatérni.
pl: Program terminala musi pozostać na pierwszym planie i blokować podczas wykonywania polecenia, a nie forkować i natychmiast powracać.
ru: Терминальная программа должна оставаться на переднем плане и блокироваться во время выполнения команды, а не разветвляться и возвращаться немедленно.
uk: Термінальна програма повинна залишатися на передньому плані і блокуватися під час виконання команди, а не розгалужуватися і повертатися відразу.

source: Most terminal programs block by default, some require special commandline options.
de: Die meisten terminalprogramme blockieren standardmäßig, einige erfordern spezielle kommandozeilen optionen.
hu: A legtöbb terminálprogram alapértelmezés szerint az előtérben fut, a többi a blokkoláshoz speciális parancssori beállításokat igényelnek.
pl: Większość programów terminalowych blokuje domyślnie, niektóre wymagają specjalnych opcji wiersza poleceń.
ru: Большинство терминальных программ блокируются по умолчанию, для некоторых требуются специальные параметры командной строки.
uk: Більшість термінальних програм блокуються за замовчуванням, деякі вимагають спеціального командного рядкаопції.

source: For example, %s requires "%s".
de: Zum beispiel erfordert %s "%s".
hu: Például: %s igényli a következőt: „%s”.
pl: Na przykład %s wymaga „%s”.
ru: Например, для %s требуется "%s".
uk: Наприклад, %s вимагає "%s".

source: Copy
de: Kopieren
hu: Másolás
pl: Skopiuj
ru: Копировать
uk: Копія

source: Copies the entire output buffer, including scrollback, to the clipboard.
de: Kopiert den gesamten ausgabepuffer, einschließlich scrollback, in die zwischenablage
hu: A teljes kimeneti puffert, az előzményekkel együtt, a vágólapra másolja.
pl: Kopiuje cały bufor wyjściowy do schowka, w tym przewijanie.
ru: Копирует весь буфер вывода, включая прокрутку, в буфер обмена.
uk: Копіює весь вихідний буфер, включаючи прокручування, до буфера обміну.

source: Cancel
de: Abbrechen
hu: Mégse
pl: Anuluj
ru: Отмена
uk: Відміна

source: Close
de: Schließen
hu: Bezárás
pl: Zamknij
ru: Закрыть
uk: Закрити

source: Mainline-PPA URL
pl: Adres URL Mainline-PPA
