Repository: shg8/ukuu
Catalog: po/*.po
Languages: de, hu, pl, ru, uk

source: Distribution
hu: Terjesztés
pl: Dystrybucja
ru: Дистрибутив
uk: Дистрибутив

source: Architecture
de: Architektur
hu: Architektúra
pl: Architektura
ru: Архитектура
uk: Системна архитектура

source: Running
de: Läuft
hu: Fut
pl: Uruchomione
ru: Используется
uk: Використовується

source: Installed
de: Installiert
hu: Telepítve
pl: Zainstalowane
ru: Установлено
uk: Встановлено

source: Invalid
de: Ungültig
hu: Érvénytelen
pl: Nieprawidłowe
ru: Негодно
uk: Недійсний

source: loading cached pages
de: Laden zwischengespeicherter seiten
hu: gyorsítótárban tárolt oldalak betöltése
pl: ładowanie stron z pamięci podręcznej
ru: загрузка кешированных страниц
uk: завантаження кешованих сторінок

source: queuing download
de: warteschlangen download
hu: letöltések sorbaállítása
pl: pobieranie w kolejce
ru: загрузка очередей
uk: Черга завантаження

source: downloading new pages
de: downloaden neuer seiten
hu: új oldalak letöltése
pl: pobieranie nowych stron
ru: скачивание новых страниц
uk: скачування нових сторінок

source: loading new pages
de: laden neue seiten
hu: új oldalak betöltése
pl: ładowanie nowych stron
ru: загрузка новых страниц
uk: завантаження нових сторінок

source: Currently Running
de: Bereits am Laufen
hu: Jelenleg használt
pl: Obecnie uruchomione
ru: Запущенное в данный момент
uk: Зараз Працює

source: Oldest Installed
de: Ältere Instatllieren
hu: Legrégebben telepített
pl: Najstarsze zainstalowane
ru: Старое установленное
uk: Найстаріший Встановлений

source: Newest Installed
de: Neuster Installiert
hu: Nemrég telepített
pl: Najnowsze zainstalowane
ru: Новое установленное
uk: Останній Встановлений

source: Newest Available
de: Neuer Verfügbar
hu: Nemrég elérhető
pl: Najnowsze dostępne
ru: Новое доступное
uk: Найновіший Доступний

source: Available Minor Update
de: Kleines Update Verfügbar
hu: Elérhető kisebb frissítés
pl: Dostępna aktualizacja drobna
ru: Доступно минорное обновление
uk: Доступне Незначне Оновлення

source: Available Major Update
de: Haupt Update Verfügbar
hu: Elérhető fő frissítés
pl: Dostępna aktualizacja główna
ru: Доступно мажорное обновление
uk: Доступне Велике Оновлення

source: OK
uk: Добре

source: FAILED
de: FEHLGESCHLAGEN
hu: Sikertelen
pl: NIEPOWODZENIE
ru: НЕУДАЧА
uk: НЕ ВДАЛОСЯ

source: Packages Available
de: Verfügbare Pakete
hu: Elérhető csomagok
pl: Dostępne pakiety
ru: Доступные пакеты
uk: Доступні пакети

source: Packages Installed
de: Installierte Pakete
hu: Telepített csomagok
pl: Zainstalowane pakiety
ru: Установленные пакеты
uk: Встановлені пакети

source: Notes
de: Notizen
hu: Jegyzetek
pl: Notatki
ru: Примечания
uk: Нотатки

source: Locked
de: Gesperrt
hu: Zárolva
pl: Zablokowane
ru: Заблокировано
uk: Заблокований

source: removal
de: entfernung
hu: eltávolítás
pl: usuwanie
ru: удаление
uk: видалення

source: installation
hu: telepítés
pl: instalacja
ru: установка
uk: Установка

source: prevented
de: Verhindert
hu: megakadályozta
pl: uniemożliwione
ru: предотвращено
uk: запобігти

source: not found
de: nicht gefunden
hu: nem található
pl: nie odnaleziono
ru: не найдено
uk: не знайдено

source: needs update
de: neustes update
hu: frissítés szükséges
pl: wymaga aktualizacji
ru: требуется обновление
uk: потребує оновлення

source: Available Kernels
de: Verfügbare Kernel
hu: Elérhető rendszermagok
pl: Dostępne jądra
ru: Доступные ядра
uk: Доступні ядра

source: Kernel
hu: Rendszermag
pl: Jądro
ru: Ядро
uk: Ядро

source: checksums enabled
de: checksum ektiviert
hu: ellenőrző összeg használata
pl: włączone sumy kontrolne
ru: контрольные суммы активированы
uk: контрольні суми ввімкнено

source: Downloading %s
de: Wird Heruntergeladen %s
hu: Letöltés: %s
pl: Pobieranie %s
ru: Скачивается %s
uk: Завантаження %s

source: Lock/Unlock: no kernels specified
de: Sperren/Entsperren: kein kernel ausgewählt
hu: Zárolás vagy feloldás: nem adott meg rendszermagot
pl: Zablokuj/odblokuj: nie określono jąder
ru: Блокировка/Разблокировка: ядра не указаны
uk: Блокування/розблокування: ядра не вказано

source: lock
de: sperren
hu: zárolás
pl: zablokuj
ru: блокировка
uk: блокування

source: unlock
de: entsperrt
hu: feloldás
pl: odblokuj
ru: разблокировка
uk: розблокування

source: ok
ru: ок
uk: добре

source: failed
de: fehlgeschlagen
hu: sikertelen
pl: niepowodzenie
ru: неудача
uk: не вдалося

source: Download: no downloadable kernels specified
de: Herunterladen: keine herunterladbaren kernel angegeben
hu: Letöltés: nem adott meg letölthető rendszermagot
pl: Pobieranie: nie określono jąder do pobrania
ru: Загрузка: не указаны загружаемые ядра
uk: Завантажити: ядра для завантаження не вказано

source: %s is already installed
de: %s ist bereits installiert
hu: %s már telepítve van
pl: %s jest już zainstalowane
ru: %s уже установлен
uk: %s уже встановлено

source: %s is locked
de: %s ist gesperrt
hu: %s zárolva van
pl: %s jest zablokowane
ru: %s заблокирован
uk: %s заблоковано

source: %s is invalid
de: %s ist ungültig
hu: %s érvénytelen
pl: %s jest nieprawidłowe
ru: %s недействителен
uk: %s недійсний

source: %s download failed
de: %s Herunterladen fehlgeschlagen
hu: %s letöltése meghiúsult
pl: Pobieranie %s nie powiodło się
ru: Загрузка %s не удалась
uk: %s не вдалося завантажити

source: Installing %s
de: Installiert %s
hu: %s telepítése
pl: Instalowanie %s
ru: Установка %s
uk: Встановлення %s

source: Install: no installable kernels specified
de: Installieren: keine installierbaren kernel angegeben
hu: Telepítés: nincs megadva telepíthető rendszermag
pl: Instalowanie: nie określono jąder do zainstalowania
ru: Команда не указана
uk: Встановити: ядра які можна встановити не вказано

source: %s is running
de: %s ist am laufen
hu: %s használatban
pl: %s jest uruchomione
ru: %s выполняется
uk: %s працює

source: Uninstalling %s
de: Deinstalliert %s
hu: %s eltávolítása
pl: Odinstalowywanie %s
ru: Удаление %s
uk: Деінсталяція %s

source: found
de: gefunden
hu: található
pl: znalezione
ru: найдено
uk: знайдено

source: Uninstall: no uninstallable packages found
de: Deinstallieren: keine deinstallierbaren pakete gefunden
hu: Eltávolítás: nem található eltávolítható rendszermag
pl: Odinstalowanie: nie znaleziono pakietów, które można odinstalować
ru: Удаление: не найдено удаляемых пакетов
uk: Видалити: пакетів, які можна видалити, не знайдено

source: %s is the highest installed version
de: %s ist die höchst installierte version
hu: %s a legújabb telepített verzió
pl: %s to najwyższa zainstalowana wersja
ru: %s — самая высокая установленная версия
uk: %s є найвищою встановленою версією

source: Could not find running kernel in list
de: Konnte keinen laufenden kernel in der liste finden
hu: Nem található az éppen futó rendszermag a listában
pl: Nie można znaleźć uruchomionego jądra na liście
ru: Не удалось найти работающее ядро в списке
uk: Не вдалося знайти запущене ядро у списку!

source: No old kernels to uninstall
de: Keine älter kernel zum deinstallieren
hu: Nincsenek eltávolítandó régi rendszermagok
pl: Brak starych jąder do odinstalowania
ru: Нет старых ядер для деинсталяции
uk: Немає старих ядер для видалення

source: No updates
de: Keine updates
hu: Nincsenek elérhető frissítések
pl: Brak aktualizacji
ru: Нет обнолений
uk: Жодних оновлень

source: Y
de: J
hu: I
pl: T
ru: Д
uk: Т

source: y
de: j
hu: i
pl: t
ru: д
uk: т

source: N
ru: Н
uk: Н

source: n
ru: н
uk: н

source: Missing threads support in GLib.
de: Fehlende thread unterstützung in GLib
hu: A Glib programkönyvtárban nincs szálkezelési támogatás.
pl: Brak obsługi wątków w GLib.
ru: Поддержка отсутствующих потоков в GLib.
uk: Підтримка відсутніх потоків у GLib.

source: Wrote config file
de: Konfigurationsdatei geschrieben
hu: A beállítófájl elmentve
pl: Zapisano plik konfiguracyjny
ru: Записан файл конфигурации
uk: Написав файл конфігурації

source: No config file
de: Keine konfigurationsdatei
hu: Nincsen beállítófájl
pl: Brak pliku konfiguracyjnego
ru: Нет файла конфигурации
uk: Немає файлу конфігурації

source: Loaded config file
de: Geladene konfigurationsdatei
hu: Betöltött beállítófájl
pl: Załadowano plik konfiguracyjny
ru: Загружен файл конфигурации
uk: Завантажено конфігураційний файл

source: Called from
de: Aufgerufen von
hu: Innen meghívva:
pl: Wywołano z
ru: Вызван из
uk: Викликано з

source: at logon
de: bei der anmeldung
hu: bejelntkezéskor
pl: przy logowaniu
ru: при запуске
uk: при запуску

source: This file is over-written and executed again whenever settings are saved in
de: Diese datei wird überschrieben und erneut ausgeführt, wenn einstellungen in
hu: Ez a fájl felülíródik, majd újra végrehajtódik, amikor a beállítások mentése ide történik meg:
pl: Ten plik jest nadpisywany i wykonywany ponownie za każdym razem, gdy ustawienia są zapisywane w
ru: Этот файл перезаписывается и выполняется снова при сохранении настроек в
uk: Цей файл перезаписується та виконується знову під час збереження налаштувань

source: Notifications are disabled
de: Benachrichtigungen sind deaktiviert
hu: Értesítések letiltva
pl: Powiadomienia są wyłączone
ru: Уведомления отключены
uk: Повідомлення вимкнено

source: Can not reach site
de: Die webseite kann nicht erreicht werden
hu: A webhely nem érhető el
pl: Nie można dotrzeć do witryny
ru: Не удается связаться с сайтом
uk: Не вдається дістатися до сайту

source: !!! Error running %s
de: !!! Fehler beim ausführen %s
hu: Hiba a(z) „%s” futtatásakor
pl: !!! Błąd podczas uruchamiania %s
ru: !!! Ошибка запуска %s
uk: !!! Помилка запуску %s

source: Unable to launch
de: Start nicht möglich
hu: Nem indítható el
pl: Nie można uruchomić
ru: Невозможно запустить
uk: Неможливо запустити

source: Continue?
de: Weiter?
hu: Folytatni kívánja?
pl: Kontynuować?
ru: Продолжать?
uk: Продовжити?

source: install kernel packages from %s
de: Installiere kernel packete von %s
hu: kernel csomagok telepítése %s helyről
pl: zainstaluj pakiety jąder z %s
ru: установить пакеты ядра из %s
uk: встановити пакети ядра з %s

source: Syntax
hu: Szintaxis
pl: Składnia
ru: Синтаксис
uk: Синтаксис

source: command
de: befehl
hu: parancs
pl: polecenie
ru: команда
uk: команда

source: options
de: optionen
hu: beállítások
pl: opcje
ru: параметры
uk: параметри

source: Commands
de: Befehle
hu: Parancsok
pl: Polecenia
ru: Комманды
uk: Команди

source: Check for kernel updates
de: Nach kernel updates suchen
hu: Elérhető rendszermagok ellenőrzése
pl: Sprawdź nowe wersje jądra
ru: Проверить обновления ядра
uk: Перевірити оновлення ядра

source: Check for kernel updates and send a desktop notification
de: Nach kernel updates suchen und eine desktop benachrichtigung senden
hu: Elérhető rendszermagok ellenőrzése és értesítés megjelenítése
pl: Sprawdź aktualizacje jąder i wyślij powiadomienie na pulpicie
ru: Проверка обновлений ядра и отправка уведомления на рабочий стол
uk: Перевірте наявність оновлень ядра та надішліть сповіщення на робочий стіл

source: List the available kernels
de: Auflisten der verfügbaren kernel
hu: Elérhető rendszermagok megjelenítése
pl: Wyświetl listę dostępnych jąder
ru: Список доступных ядер
uk: Список доступних ядер

source: List the installed kernels
de: Auflisten der installierten kernel
hu: Telepített rendszermagok megjelenítése
pl: Wyświetl listę zainstalowanych jąder
ru: Список установленных ядер
uk: Список встановленних ядер

source: Install the latest mainline kernel
de: Installiere den neusten Hauptzweig kernel
hu: Telepítse a legújabb fősorozatú rendszermag verziót
pl: Zainstaluj najnowsze jądro
ru: Установить последнее основное ядро
uk: Встановіть останню основну версію ядра

source: Install the latest mainline kernel without going to a new major version
de: Installiere den neusten kernel ohne auf die Hauptversion zu springen
hu: A legújabb fősorozatú rendszermag verzió telepítése új főverzióra való áttérés nélkül
pl: Zainstaluj najnowsze jądro bez przechodzenia do nowej wersji głównej
ru: Установить последнее основное ядро, не переходя на новую основную версию.
uk: Встановіть останнє основне ядро, не переходячи до нової основної версії

source: names
de: namen
hu: nevek
pl: nazwy
ru: имена
uk: імена

source: Install the specified kernels
de: Installiere den ausgewählten kernel
hu: Megadott verziójú rendszermag telepítése
pl: Zainstaluj określone jądra
ru: Установить указанные ядра
uk: Встановіть вказані ядра

source: Uninstall the specified kernels
de: Deinstalliert den ausgewählten kernel
hu: Megadott verziójú rendszermag eltávolítása
pl: Odinstaluj określone jądra
ru: Удалить указанные ядра
uk: Видалити вказані ядра

source: Uninstall all but the highest installed version
de: Deinstallieren sie alle bis auf die höchste installierte version
hu: Legmagasabb verziót kivéve az összes eltávolítása
pl: Odinstaluj wszystkie oprócz najwyższej zainstalowanej wersji
ru: Удаление всех установленных версий, кроме самой высокой
uk: Видаліть усі, крім найвищої встановленої версії

source: Download the specified kernels
de: Download den ausgewählten kernel
hu: Megadott verziójú rendszermag telepítése
pl: Pobierz określone jądra
ru: Загрузить указанные ядра
uk: Завантажте вказані ядра

source: Lock the specified kernels
de: Sperrt den ausgewählten kernel
hu: Megadott verziójú rendszermag zárolása
pl: Zablokuj określone jądra
ru: Заблокировать указанные ядра
uk: Заблокувати вказані ядра

source: Unlock the specified kernels
de: Entsperrt den ausgewählten kernel
hu: Megadott verziójú rendszermag zárolásának feloldása
pl: Odblokuj określone jądra
ru: Разблокировать указанные ядра
uk: Розблокувати вказані ядра

source: Delete the cached info about available kernels
de: Löscht die zwischengespeicherten informationen über verfügbare kernel
hu: Elérhető rendszermagokról a gyorsítótárban tárolt információk törlése
pl: Usuń informacje z pamięci podręcznej o dostępnych jądrach
ru: Удалить кешированную информацию о доступных ядрах
uk: Видаліть кешовану інформацію про доступні ядра

source: Write the given include/exclude & previous-majors options to the config file
de: Schreiben Sie die angegebenen einschluss/ausschlussoptionen & vorherigen hauptoptionen in die konfigurationsdatei
hu: A megadott bevont és kizárt, előző és főverzió beállítások beírása a konfigurációs állományba
pl: Zapisz opcje dołączania/wykluczania i poprzednich wersji głównych w pliku konfiguracyjnym
ru: Записать указанные параметры включения/исключения и предыдущих мажорных версий в файл конфигурации.
uk: Запишіть надані параметри включення/виключення та попередні основні параметри до файлу конфігурації

source: This help
de: Diese hilfe
hu: Súgó
pl: Ta pomoc
ru: Это справка
uk: Ця допомога

source: Options
de: Optionen
hu: Beállítások
pl: Opcje
ru: Параметры
uk: Параметри

source: Include release-candidate and unstable releases
de: Einschließlich release-kandidaten und instabile Releases
hu: Beleértve a kiadásra jelölt és az instabil kiadásokat is
pl: Uwzględnij wersje kandydujące do wydania i wersje niestabilne
ru: Включить версии-кандидаты и нестабильные версии
uk: Включіть випуски-кандидати та нестабільні випуски

source: Exclude release-candidate and unstable releases
de: Schließen sie release-candidate und instabile releases aus
hu: A kiadásra jelölt és instabil kiadások kizárása
pl: Wyklucz wersje kandydujące do wydania i wersje niestabilne
ru: Исключить версии-кандидаты и нестабильные версии
uk: Виключіть випуски-кандидати та нестабільні випуски

source: Include flavors other than "%s"
de: Andere geschmacksrichtungen als "%s" einschließen
hu: Az eltérő változatok bevonása: „%s”
pl: Uwzględnij warianty inne niż „%s”
ru: Включить варианты, отличные от "%s"
uk: Включати варіанти, відмінні від "%s"

source: Exclude flavors other than "%s"
de: Andere geschmacksrichtungen als "%s" ausschließen
hu: Az eltérő változatok kizárása: „%s”
pl: Wyklucz warianty inne niż „%s”
ru: Исключить варианты, кроме "%s"
uk: Виключати варіанти, відмінні від "%s"

source: Include failed/incomplete builds
de: Schließen sie fehlgeschlagene/unvollständige builds ein
hu: Sikertelen és nem teljes összeállítások bevonása
pl: Dołącz nieudane/niekompletne kompilacje
ru: Включить неудачные/незавершенные сборки
uk: Включити невдалі/незавершені збірки

source: Exclude failed/incomplete builds
de: Fehlgeschlagene / unvollständige builds ausschließen
hu: Sikertelen és nem teljes összeállítások kizárása
pl: Wyklucz nieudane/niekompletne kompilacje
ru: Исключить неудачные/незавершенные сборки
uk: Виключити невдалі/незавершені збірки

source: Include # (or "%s" or "%s") previous major versions
de: Schließen sie # (oder "%s" oder "%s") frühere hauptversionen ein
hu: Beleértve # (vagy „%s” vagy „%s”) korábbi fő verziókat
pl: Uwzględnij # (lub „%s” albo „%s”) poprzednich wersji głównych
ru: Включить # (или "%s" или "%s") предыдущие основные версии
uk: Включити # (або "%s" або "%s") попередні основні версії

source: Short for "%s"
de: Abkürzung für "%s"
hu: „%s” rövidítése
pl: Skrót od „%s”
ru: Сокращение для "%s"
uk: Скорочення від "%s"

source: Don't actually install or uninstall
de: Nicht wirklich installieren oder deinstallieren
hu: Semmit nem telepít vagy távolít el
pl: W rzeczywistości nie instaluj ani nie odinstalowuj
ru: Не устанавливать и не удалять
uk: Насправді не встановлюйте та не видаляйте

source: Set verbosity level to #, or increment by 1
de: Ausführlichkeitsstufe auf # setzen, oder um 1 erhöhen
hu: A naplózás részletesség szintjének beállítása #-re, vagy növelés 1-gyel
pl: Ustaw poziom gadatliwości na # lub zwiększ o 1
ru: Установить уровень отчёта на # или увеличить на 1
uk: Установіть рівень докладності на # або збільште на 1

source: Pause and require keypress before exiting
de: Halten sie an , es erfordern einen tastendruck, bevor sie den vorgang beenden
hu: Szünet beiktatása és a kilépéshez egy billentyűt kell lenyomni
pl: Wstrzymaj i wymagaj naciśnięcia klawisza przed wyjściem
ru: Пауза и требование нажатия клавиши перед выходом
uk: Призупинити та натиснути клавішу перед виходом

source: One or more version strings taken from the output of "%s"
de: Ein oder mehrere versionszeichenfolgen aus der ausgabe von "%s"
hu: Egy vagy több verziószöveg a „%s” kimenetből származik
pl: Jeden lub więcej ciągów wersji pobranych z danych wyjściowych „%s”
ru: Одна или несколько строк версии, взятых из вывода "%s"
uk: Один або більше рядків версій, взятих із результату "%s"

source: comma, pipe, colon, or space separated. (space requires quotes or backslashes)
de: Komma, senkrechter strich, doppelpunkt oder leerzeichen getrennt. (leerzeichen erfordert anführungszeichen oder umgekehrte schrägstriche)
hu: vesszővel, pipe, csővezeték, kettősponttal vagy szóközzel elválasztva. (a szóköz használatához idézőjelek vagy backslash-ek szükségesek.)
pl: oddzielone przecinkiem, kreską pionową, dwukropkiem lub spacją. (spacja wymaga cudzysłowów lub odwrotnych ukośników)
ru: через запятую, трубку, двоеточие или пробел. (пробел требует кавычек или обратного слеша)
uk: кома, вертикальна лінія, двокрапка або пробіл. (пробіл вимагає лапок або зворотні косі риски)

source: Locked kernels and the currently running kernel are ignored
de: Gesperrte Kernel und der aktuell laufende kernel werden ignoriert
hu: A zárolt rendszermagok és az éppen futó rendszermag figyelmen kívül lesz hagyva.
pl: Zablokowane jądra i aktualnie uruchomione jądro są ignorowane
ru: Заблокированные ядра и работающее в данный момент ядро игнорируются
uk: Заблоковані ядра та поточне запущене ядро ігноруються

source: done
de: fertig
hu: kész
pl: gotowe
ru: готово
uk: готово

source: (press Enter to close)
de: (drücke Enter zum schließen)
hu: (nyomja meg az Entert a bezárásához)
pl: (naciśnij Enter, aby zamknąć)
ru: (нажмите Enter, чтобы закрыть)
uk: (натисніть Enter, щоб закрити)

source: Unknown option "%s"
de: Ungültige option "%s"
hu: Ismeretlen kapcsoló: „%s”
pl: Nieznana opcja „%s”
ru: Неизвестный параметр "%s"
uk: Невідомий варіант "%s"

source: Notice: "%s" has been renamed to "%s"
de: Beachte: "%s" wurde entfernt zu "%s"
hu: Megjegyzés: „%s” át lett nevezve erre: „%s”
pl: Uwaga: „%s” zmieniono na „%s”
ru: Примечание: "%s" был переименован в "%s"
uk: Примітка: "%s" було перейменовано на "%s"

source: DRY-RUN
de: PROBELAUF
hu: Módosítás nélkül
pl: PRÓBA
ru: ПРОБНЫЙ-ЗАПУСК
uk: СУХИЙ ХОД

source: Deleted %s
de: Gelöscht %s
hu: „%s” törölve
pl: Usunięto %s
ru: Удалено %s
uk: Видалено %s

source: Error deleting %s
de: Fehler beim löschen %s
hu: Hiba történt a(z) „%s” törlése közben
pl: Błąd podczas usuwania %s
ru: Ошибка удаления %s
uk: Помилка видалення %s

source: Wrote %s
de: Schreiben %s
hu: %s elmentve
pl: Zapisano %s
ru: Записано %s
uk: Написав %s

source: Installed Kernels
de: Installierte Kernel
hu: Telepített rendszermagok
pl: Zainstalowane jądra
ru: Установленные ядра
uk: Встановлені ядра

source: Notifications disabled
de: Benachrichtigungen sind deaktiviert
hu: Értesítések letiltva
pl: Wyłączono powiadomienia
ru: Уведомления отключены
uk: Сповіщення вимкнено

source: No
de: Nein
hu: Nem
pl: Nie
ru: Нет
uk: Ні

source: Unknown command
de: Ungültiger befehl
hu: Ismeretlen parancs
pl: Nieznane polecenie
ru: Неизвестная команда
uk: Невідома команда

source: Latest update
de: Neustes update
hu: Legutóbbi frissítés
pl: Najnowsza aktualizacja
ru: Последнее обновление
uk: Останнє оновлення

source: Latest point update
de: Letzte punktaktualisierung
hu: Legutóbbi hibajavító frissítés
pl: Najnowsza aktualizacja punktowa
ru: Последнее обновление пунктов
uk: Остання точка оновлення

source: No updates found
de: Keine updates gefunden
hu: Nem találhatóak frissítések
pl: Nie znaleziono aktualizacji
ru: Обновлений не найдено
uk: Оновлень не знайдено

source: notify minor releases disabled
de: Benachrichtigung für nebenversionen deaktiviert
hu: kisebb kiadások értesítés küldése letiltva
pl: wyłączono powiadomienia o wersjach drobnych
ru: отключено уведомления о минорных выпусках
uk: сповіщення про незначні випуски вимкнено

source: notify major releases disabled
de: Benachrichtigung für hauptversionen deaktiviert
hu: főbb kiadások értesítés küldése letiltva
pl: wyłączono powiadomienia o wersjach głównych
ru: отключено уведомление о крупных релизах
uk: сповіщення про основні випуски вимкнено

source: Kernel %s Available
de: Kernel %s Verfügbar
hu: %s rendszermag elérhető
pl: Dostępne jądro %s
ru: Доступно ядро %s
uk: Ядро %s Доступне

source: Show
de: Zeigen
hu: Megjelenítés
pl: Pokaż
ru: Показать
uk: Показати

source: Install
de: Installieren
hu: Telepítés
pl: Zainstaluj
ru: Установить
uk: Встановити

source: Previously notified
de: Zuvor gemeldet
hu: Előzőleg értesítve
pl: Wcześniej powiadomiono
ru: Предварительно уведомлено
uk: Попередньо повідомлено

source: Unknown option
de: Unbekannte option
hu: Ismeretlen kapcsoló
ru: Неизвестный параметр
uk: Невідомий варіант

source: Lock
de: Sperren
hu: Zárolva
pl: Zablokuj
ru: Блокировка
uk: Блокування

source: Status
hu: Állapot
pl: Stan
ru: Состояние
uk: Стан

source: Uninstall
de: Deinstallieren
hu: Eltávolítás
pl: Odinstaluj
ru: Удалить
uk: Видалити

source: Changelog, build status, etc
de: Änderungsprotokoll, bauen status, usw
hu: Változásnapló, építési állapot, további információk
pl: Dziennik zmian, status kompilacji itd.
ru: Список изменений, статус сборки и т.д
uk: Журнал змін, статус збірки тощо

source: Uninstall Old
de: Alte Deinstallieren
hu: Régi eltávolítása
pl: Odinstaluj stare
ru: Удалить старые
uk: Видалити старе
